{
  "version": "https://jsonfeed.org/version/1.1",
  "title": "Portfolio di Sebastiano Racca",
  "home_page_url": "https://portfolio.racca.me",
  "feed_url": "https://portfolio.racca.me/feed.json",
  "description": "Portfolio Digitale di Sebastiano Racca",
  "icon": "/_app/immutable/assets/avatar.DGawj29g.png",
  "favicon": "https://portfolio.racca.me/favicon.png",
  "authors": [
    {
      "name": "Sebastiano Racca",
      "url": "https://github.com/Sebastiano-Racca",
      "avatar": "/_app/immutable/assets/avatar.DGawj29g.png"
    }
  ],
  "language": "it",
  "items": [
    {
      "id": "war-poetry",
      "url": "https://portfolio.racca.me/war-poetry",
      "title": "War Poetry",
      "summary": "Essay about poetry in war",
      "image": "/war-poetry/cover.jpg",
      "date_published": "2025-05-28T12:00:00.000+01:00",
      "date_modified": "2025-05-28T12:00:00.000+01:00",
      "content_text": "ESSAY ABOUT THE POETRY IN WAR",
      "content_html": "<h2 id=\"essay-about-the-poetry-in-war\"><a href=\"#essay-about-the-poetry-in-war\">Essay about the poetry in war</a></h2>\n<Iframe src=\"https://docs.google.com/document/d/e/2PACX-1vR_5PNYA6Wg85fHidT8dvl1_hEmn9qfZuWHmw6ScbeTV6ZFFZaH4bIro_XdHVmFh9UOJ6vg3wsO4Yer/pub?embedded=true\" title=\"War Poetry\"/>\n",
      "tags": [
        "Inglese",
        "Year-2025",
        "Language-English"
      ]
    },
    {
      "id": "1522",
      "url": "https://portfolio.racca.me/1522",
      "title": "Progetto 1522",
      "summary": "Progetto per la sensibilizzazione sulla violenza di genere",
      "image": "/1522/cover.jpg",
      "date_published": "2025-01-21T08:40:00.000+01:00",
      "date_modified": "2025-01-21T08:40:00.000+01:00",
      "tags": [
        "TPSI",
        "Informatica",
        "Year-2025",
        "Language-English"
      ]
    },
    {
      "id": "carcere-territorio",
      "url": "https://portfolio.racca.me/carcere-territorio",
      "title": "Progetto Carcere Territorio",
      "summary": "Progetto Carcere Territorio",
      "image": "/carcere-territorio/cover.jpg",
      "date_published": "2023-10-24T20:00:00.000+01:00",
      "date_modified": "2024-12-18T12:00:00.000+01:00",
      "content_text": "SPETTACOLO \"LE FINESTRE\"\n\nIl 24 Ottobre 2023 ho avuto il piacere di partecipare come spettatore allo\nspettacolo \"Finestre\" all'interno dell carcere Lorusso e Cotugno. Lo spettacolo\nparla direttamente allo spettatore della speranza e del buio: avere il nulla\ncome prospettiva dopo l’uscita dal carcere.\n\nSeppure i carcerati non abbiano speranza di trovare una vita migliore al di\nfuori del carcere, \"Le Finestre\", racconta proprio di questa virtù.\n\n\n\n> Un grande problema del carcere è l'assenza di speranza. Riguardo alla\n> permanenza dentro, nonostante la certezza della pena, almeno un filo di\n> speranza esiste, la possibilità di ottenere qualche beneficio, un permesso\n> premio, l'articolo 21, i domiciliari, l'attesa della conclusione. Ma, spesso,\n> la disperazione riguardo il fuori, una volta usciti, se si diventa più che\n> altro \"ex detenuti\" e non si riesce più nemmeno a immaginarla un'esistenza\n> diversa. È avere il nulla come prospettiva dopo l'uscita, che in carcere può\n> generare disperazione. Eppure la speranza, seppure nascosta, è una virtù\n> vivente. Qualcuno forse ce la fa ad offrirla a sé stesso, ma lo spettacolo ci\n> chiede con umiltà che diventi oggetto di scambio. Come aprire una finestra, un\n> incontro attraverso un davanzate tra due realtà che vedendosi, guardandosi, si\n> scoprono niente altro che parti di una stessa umanità, è allora che scorgono\n> delinearsi, una grazie all'altra, un varco nel buio. Perchè il buio esiste per\n> entrambe, non c'è dubbio, anche se apparentemente in misura diversa.\n\n\nINCONTRO CON ELISABETTA BARO\n\nElisabetta Baro fa parte della compagnia teatrale che lavora all'interno del\ncarcere Lorusso e Cotugno.\n\n> \"Perché il teatro in carcere?\"\n\nIl carcere deve garantire attività per rieducare i detenuti attraverso la\nrifrlessione sulla propria vita e su sè stessi. Il teatro è strumento di\ntrasformazione per il detenuto.\n\nNel carcere, i concellini, devono condividere tutto, anche l'intimità. I\ndetenuti cucinano nella propria cella, nel bagno.\n\n\nRELAZIONE SULLA SITUAZIONE MANICOMIALE IN ITALIA\n\n\nSENZA SBARRE\n\nDopo la lettura del libro \"Senza Sbarre\", abbiamo avuto l'opportunità di\nincotrare l'autrice Cosima Buccoliero.",
      "content_html": "<h2 id=\"spettacolo-and-quot-le-finestre-and-quot\"><a href=\"#spettacolo-and-quot-le-finestre-and-quot\">Spettacolo &quot;Le Finestre&quot;</a></h2>\n<p>Il 24 Ottobre 2023 ho avuto il piacere di partecipare come spettatore allo spettacolo &quot;Finestre&quot; all&#39;interno dell carcere Lorusso e Cotugno.\nLo spettacolo parla direttamente allo spettatore della speranza e del buio: avere il nulla come prospettiva dopo l’uscita dal carcere.</p>\n<p>Seppure i carcerati non abbiano speranza di trovare una vita migliore al di fuori del carcere, &quot;Le Finestre&quot;, racconta proprio di questa virtù.</p>\n<p><ImgZoom src=\"/carcere-territorio/lo-spettacolo.jpg\" alt=\"Lo Spettacolo\"></ImgZoom></p>\n<blockquote>\n<p>Un grande problema del carcere è l&#39;assenza di speranza.\nRiguardo alla permanenza dentro, nonostante la certezza della pena, almeno un filo di speranza esiste, la possibilità di ottenere qualche beneficio, un permesso premio, l&#39;articolo 21, i domiciliari, l&#39;attesa della conclusione.\nMa, spesso, la disperazione riguardo il fuori, una volta usciti, se si diventa più che altro &quot;ex detenuti&quot; e non si riesce più nemmeno a immaginarla un&#39;esistenza diversa.\nÈ avere il nulla come prospettiva dopo l&#39;uscita, che in carcere può generare disperazione.\nEppure la speranza, seppure nascosta, è una virtù vivente.\nQualcuno forse ce la fa ad offrirla a sé stesso, ma lo spettacolo ci chiede con umiltà che diventi oggetto di scambio.\nCome aprire una finestra, un incontro attraverso un davanzate tra due realtà che vedendosi, guardandosi, si scoprono niente altro che parti di una stessa umanità, è allora che scorgono delinearsi, una grazie all&#39;altra, un varco nel buio.\nPerchè il buio esiste per entrambe, non c&#39;è dubbio, anche se apparentemente in misura diversa.</p>\n</blockquote>\n<h3 id=\"incontro-con-elisabetta-baro\"><a href=\"#incontro-con-elisabetta-baro\">Incontro con Elisabetta Baro</a></h3>\n<p>Elisabetta Baro fa parte della compagnia teatrale che lavora all&#39;interno del carcere Lorusso e Cotugno.</p>\n<blockquote>\n<p>&quot;Perché il teatro in carcere?&quot;</p>\n</blockquote>\n<p>Il carcere deve garantire attività per rieducare i detenuti attraverso la rifrlessione sulla propria vita e su sè stessi.\nIl teatro è strumento di trasformazione per il detenuto.</p>\n<p>Nel carcere, i <em>concellini</em>, devono condividere tutto, anche l&#39;intimità.\nI detenuti cucinano nella propria cella, nel bagno.</p>\n<h3 id=\"relazione-sulla-situazione-manicomiale-in-italia\"><a href=\"#relazione-sulla-situazione-manicomiale-in-italia\">Relazione sulla situazione manicomiale in Italia</a></h3>\n<Iframe src=\"https://docs.google.com/document/d/e/2PACX-1vSnVViugVNKEzU6q8cFHtn6nmiz2guW8QFrGE23FH42m1B37Nrz0O0OXiJLf5IMUpezUoBjLWyVnjuZ/pub?embedded=true\" title=\"Relazione situazione manicomiale\"/>\n\n<h3 id=\"senza-sbarre\"><a href=\"#senza-sbarre\">Senza Sbarre</a></h3>\n<p>Dopo la lettura del libro &quot;Senza Sbarre&quot;, abbiamo avuto l&#39;opportunità di incotrare l&#39;autrice Cosima Buccoliero.</p>\n<Youtube id=\"FuyUlwkK97M\" />\n",
      "tags": [
        "Italiano",
        "Year-2023",
        "Language-English"
      ]
    },
    {
      "id": "web-technologies",
      "url": "https://portfolio.racca.me/web-technologies",
      "title": "Web Technologies",
      "summary": "Presentation about web Technologies",
      "image": "/web-technologies/cover.jpg",
      "date_published": "2023-05-11T12:24:00.000+01:00",
      "date_modified": "2023-05-11T12:24:00.000+01:00",
      "content_html": "<Iframe src=\"https://docs.google.com/presentation/d/e/2PACX-1vSCFPpYzs1w0zFN2E3zE1RGxjZ_SxDiM4R8mQl3X3TjcUL_xiLm8voVElY6MtrT2i5UHxNaIpqKvLMP/embed?start=false&loop=false&delayms=5000\" title=\"Web Technologies\"/>\n",
      "tags": [
        "Inglese",
        "Year-2023",
        "Language-English"
      ]
    },
    {
      "id": "pena-di-morte",
      "url": "https://portfolio.racca.me/pena-di-morte",
      "title": "Pena di Morte",
      "summary": "La Pena di Morte",
      "image": "/pena-di-morte/cover.jpg",
      "date_published": "2022-12-27T10:41:34.000+01:00",
      "date_modified": "2024-12-27T10:41:34.000+01:00",
      "content_text": "L'ULTIMO GIORNO DI UN CONDANNATO A MORTE\n\n\"L'ultimo giorno di un condannato a morte\" è un vero e proprio inno alla vita\nche mostra la brutalità della pena di morte. Il romanzo racconta dei 57 giorni\nall'interno del carcere di Bicêtre, un monologo in prima persona di un\ncondannato di cui nome e reato non sono specificati per non influenzare il\nlettore. Del reo sappiamo soltato che è un marchese di fede, infatti, trova\nconforto nel prete che lo accompagnerà al patibolo. Il protagonista spera di\nricevere la grazia fino all'ultimo secondo.",
      "content_html": "<h2 id=\"l-and-39-ultimo-giorno-di-un-condannato-a-morte\"><a href=\"#l-and-39-ultimo-giorno-di-un-condannato-a-morte\">L&#39;Ultimo Giorno di un Condannato a Morte</a></h2>\n<p>&quot;L&#39;ultimo giorno di un condannato a morte&quot; è un vero e proprio inno alla vita che mostra la brutalità della pena di morte.\nIl romanzo racconta dei 57 giorni all&#39;interno del carcere di Bicêtre, un monologo in prima persona di un condannato di cui nome e reato non sono specificati per non influenzare il lettore.\nDel <em>reo</em> sappiamo soltato che è un marchese di fede, infatti, trova conforto nel prete che lo accompagnerà al patibolo.\nIl protagonista spera di ricevere la grazia fino all&#39;ultimo secondo.</p>\n<Youtube id=\"EeGa-YNNemk\" />\n",
      "tags": [
        "Italiano",
        "Year-2022",
        "Language-English"
      ]
    },
    {
      "id": "violenza-di-genere",
      "url": "https://portfolio.racca.me/violenza-di-genere",
      "title": "Violenza di Genere e Femminicidi",
      "summary": "Lezione sulla violenza di genere e i femminicidi",
      "image": "/violenza-di-genere/cover.jpg",
      "date_published": "2022-11-29T10:45:49.000+01:00",
      "date_modified": "2023-11-23T13:10:02.000+01:00",
      "content_text": "DA LUCREZIA AL CODICE ROSSO\n\nLa Biblioteca Universitaria Nazionale di Torino ha collaborato con diverse\norganizzazioni per un evento dal titolo \"Da Lucrezia a Codice Rosso\" in\noccasione della Giornata internazionale per l'eliminazione della violenza contro\nle donne. La giornata commemora le sorelle Mirabal che sono state uccise nella\nRepubblica Dominicana e le Nazioni Unite hanno ufficialmente istituzionalizzato\nla giornata nel 1999. L'evento ha lo scopo di sensibilizzare l'opinione pubblica\nsul diffuso e devastante problema della violenza contro le donne, che spesso non\nviene denunciata a causa dell'impunità, del silenzio, dello stigma e della\nvergogna. La biblioteca ha digitalizzato il suo importante archivio di\ndocumenti, manifesti e foto relativi alla vita politica delle donne e alla\nnascita di organizzazioni come il \"Tribunale dell'8 marzo\" e il \"Telefono Rosa\".\nLa biblioteca digitale è accessibile sul sito web nazionale dell'UDI\n[http://archiviodigitale.udi.it/]. La violenza contro le donne è un problema\nglobale radicato in fattori storici, sociali e culturali.\n\n\nVIOLENZA DI GENERE: DATI, ASPETTI LEGALI E PSICOLOGICI\n\nIl video sottostante affronta il tema della violenza di genere, evidenziando la\nnecessità di un'attenzione e di una consapevolezza continue. Viene presentata\nuna serie di dati aggiornati sulla violenza di genere durante la pandemia di\nCOVID-19, che mostrano un aumento dei casi di violenza domestica. Il video\nsolleva preoccupazioni sulla facilità con cui i perpetratori possono avvicinarsi\nalle loro vittime nonostante le precedenti denunce. Viene sottolineata\nl'importanza di attuare le leggi e le misure esistenti, come i dispositivi di\nmonitoraggio elettronico, per garantire la sicurezza delle vittime e la\nnecessità di finanziamenti adeguati per fornire misure di sicurezza alle vittime\ne sottolinea la mancanza di fiducia e paura tra le vittime nel denunciare gli\nincidenti. Le statistiche rivelano la gravità del problema, con molte vittime\nche hanno già denunciato incidenti precedenti ai femminicidi.\n\n\nFEMMINICIDIO E VIOLENZA DI GENERE IN ITALIA\n\nIl video sottostante parla della scoperta della sepoltura di una cacciatrice in\nPerù che sfida la nozione tradizionale di uomini come cacciatori e donne come\nprede. La violenza simbolica è una forma di violenza che perpetua la\ndisuguaglianza di genere attraverso stereotipi, pregiudizi e strutture di\npotere. Le strutture culturali e storiche hanno imposto il dominio degli uomini\ne la subordinazione delle donne per millenni. Il linguaggio e la legge sono\nespressioni simboliche di potere che rafforzano le gerarchie di genere e\ndeterminano ciò che è riconosciuto e rappresentato. Gli standard di bellezza, la\nmoda e le diete imposte alle donne contribuiscono alla loro subordinazione e\nmancanza di azione.\n\n\nMILLION DOLLAR BABY\n\nA short essay about the film \"Million Dollar Baby\".\n\nImpossibile mostrare il PDF. Scarica\n[/violenza-di-genere/million-dollar-baby.pdf].",
      "content_html": "<h2 id=\"da-lucrezia-al-codice-rosso\"><a href=\"#da-lucrezia-al-codice-rosso\">Da Lucrezia al Codice Rosso</a></h2>\n<p>La Biblioteca Universitaria Nazionale di Torino ha collaborato con diverse organizzazioni per un evento dal titolo &quot;Da Lucrezia a Codice Rosso&quot; in occasione della Giornata internazionale per l&#39;eliminazione della violenza contro le donne.\nLa giornata commemora le sorelle Mirabal che sono state uccise nella Repubblica Dominicana e le Nazioni Unite hanno ufficialmente istituzionalizzato la giornata nel 1999.\nL&#39;evento ha lo scopo di sensibilizzare l&#39;opinione pubblica sul diffuso e devastante problema della violenza contro le donne, che spesso non viene denunciata a causa dell&#39;impunità, del silenzio, dello stigma e della vergogna.\nLa biblioteca ha digitalizzato il suo importante archivio di documenti, manifesti e foto relativi alla vita politica delle donne e alla nascita di organizzazioni come il &quot;Tribunale dell&#39;8 marzo&quot; e il &quot;Telefono Rosa&quot;.\nLa biblioteca digitale è accessibile sul <a href=\"http://archiviodigitale.udi.it/\" rel=\"external\" >sito web nazionale dell&#39;UDI</a>.\nLa violenza contro le donne è un problema globale radicato in fattori storici, sociali e culturali.</p>\n<Youtube id=\"9p800T0LhB4\" />\n\n\n<h2 id=\"violenza-di-genere-dati-aspetti-legali-e-psicologici\"><a href=\"#violenza-di-genere-dati-aspetti-legali-e-psicologici\">Violenza di genere: dati, aspetti legali e psicologici</a></h2>\n<p>Il video sottostante  affronta il tema della violenza di genere, evidenziando la necessità di un&#39;attenzione e di una consapevolezza continue.\nViene presentata una serie di dati aggiornati sulla violenza di genere durante la pandemia di COVID-19, che mostrano un aumento dei casi di violenza domestica.\nIl video solleva preoccupazioni sulla facilità con cui i perpetratori possono avvicinarsi alle loro vittime nonostante le precedenti denunce.\nViene sottolineata l&#39;importanza di attuare le leggi e le misure esistenti, come i dispositivi di monitoraggio elettronico, per garantire la sicurezza delle vittime e la necessità di finanziamenti adeguati per fornire misure di sicurezza alle vittime e sottolinea la mancanza di fiducia e paura tra le vittime nel denunciare gli incidenti.\nLe statistiche rivelano la gravità del problema, con molte vittime che hanno già denunciato incidenti precedenti ai femminicidi.</p>\n<Youtube id=\"GrAGp2g3FRU\" />\n\n\n<h2 id=\"femminicidio-e-violenza-di-genere-in-italia\"><a href=\"#femminicidio-e-violenza-di-genere-in-italia\">Femminicidio e violenza di genere in Italia</a></h2>\n<p>Il video sottostante parla della scoperta della sepoltura di una cacciatrice in Perù che sfida la nozione tradizionale di uomini come cacciatori e donne come prede.\nLa violenza simbolica è una forma di violenza che perpetua la disuguaglianza di genere attraverso stereotipi, pregiudizi e strutture di potere.\nLe strutture culturali e storiche hanno imposto il dominio degli uomini e la subordinazione delle donne per millenni.\nIl linguaggio e la legge sono espressioni simboliche di potere che rafforzano le gerarchie di genere e determinano ciò che è riconosciuto e rappresentato.\nGli standard di bellezza, la moda e le diete imposte alle donne contribuiscono alla loro subordinazione e mancanza di azione.</p>\n<Youtube id=\"RwiiIerA_ps\" />\n\n<h2 id=\"million-dollar-baby\"><a href=\"#million-dollar-baby\">Million Dollar Baby</a></h2>\n<p>A short essay about the film &quot;Million Dollar Baby&quot;.\n<object data=\"/violenza-di-genere/million-dollar-baby.pdf\" type=\"application/pdf\" width=\"100%\" height=\"500px\" title=\"Milion Dollar Baby short Essay\">\n  <p>Impossibile mostrare il PDF. <a href=\"/violenza-di-genere/million-dollar-baby.pdf\">Scarica</a>.</p>\n</object></p>\n",
      "tags": [
        "Italiano",
        "Inglese",
        "Year-2022",
        "Language-English"
      ]
    },
    {
      "id": "storia-di-informatica",
      "url": "https://portfolio.racca.me/storia-di-informatica",
      "title": "La Storia dell'Informatica",
      "summary": "Esposizione sulla storia dell'informatica",
      "image": "/storia-di-informatica/cover.jpg",
      "date_published": "2022-10-19T11:07:56.000+01:00",
      "date_modified": "2022-10-19T11:07:56.000+01:00",
      "content_html": "<Iframe src=\"https://docs.google.com/presentation/d/e/2PACX-1vQehNNM-H0KZqb-Mda_9iiH-w_S20ELqA67k9Kpv-IazmcEc_Cgw6qDx1iXogDVk504Szx7YKFolHnC/embed?start=false&loop=false&delayms=5000\" title=\"storia dell'informatica\"/>\n",
      "tags": [
        "TPSI",
        "Year-2022",
        "Language-English"
      ]
    },
    {
      "id": "storia-della-mafia",
      "url": "https://portfolio.racca.me/storia-della-mafia",
      "title": "La Storia della Mafia e le Stragi",
      "summary": "Lezioni sulla storia della mafia e le stragi, incontri con le Agende Rosse",
      "image": "/storia-della-mafia/cover.jpg",
      "date_published": "2022-03-06T15:58:38.000+01:00",
      "date_modified": "2025-05-10T10:45:49.000+01:00",
      "content_text": "AGENDE ROSSE\n\nIl Movimento Agende Rosse è costituito da cittadini che agiscono affinché sia\nfatta piena luce sulla strage di Via D’Amelio a Palermo del 19 luglio 1992 nella\nquale furono uccisi il Magistrato Paolo Borsellino e gli agenti di Polizia\nEmanuela Loi, Agostino Catalano, Claudio Traina, Eddie Walter Cosina e Vincenzo\nLi Muli.\n\nIl Movimento nasce su impulso di Salvatore Borsellino il quale il 15 luglio 2007\nscrive la lettera intitolata “19 luglio 1992: una strage di Stato” nella quale\nafferma che la ragione principale della morte del fratello Paolo è da ricercarsi\nnell’accordo di non belligeranza stabilito tra pezzi dello Stato e Cosa Nostra\nin seguito ad una trattativa fondata sul tritolo delle stragi in Sicilia del\n1992 ed in continente del 1993. Salvatore Borsellino chiede di avere delle\nrisposte sulle omissioni delle più elementari misure di sicurezza in via\nD’Amelio il giorno della strage e di sforzare la memoria ad alcuni\nrappresentanti delle Istituzioni che incontrarono Paolo Borsellino nelle sue\nultime settimane di vita e che pertanto conoscono elementi fondamentali per\nricostruire lo scenario in cui maturò l’accelerazione della fase esecutiva\ndell’eccidio.\n\n\nGLI INCONTRI\n\nDurante gli incontri con il movimento, abbiamo avuto modo di immergerci nella\nricerca della piena verità su moventi e mandanti della strage di via D’Amelio,\navendo la possibilità di fare domande e ricevere risposte immediate e,\nsoprattutto, che rispecchiassero la realtà.\n\n\n\n\n30 ANNI DALLE STRAGI DI MAFIA\n\nIl video sottostante affronta il tema degli omicidi di mafia in Italia.\n\nIn particolare esplora la storia delle organizzazioni mafiose in Italia, tra cui\nCosa Nostra, 'Ndrangheta e Camorra. I magistrati Giovanni Falcole e paolo\nBorsellino hanno svolto un ruolo cruciale nelle indagini e nel perseguimento dei\nreati di mafia negli anni '80. Il video parla proprio degli attentati che\nuccisero i due magistrati, mettendo in risalto il collegamento con le condanne\ndel Maxi Processo.\n\n\nSTRAGE DI VIALE LAZIO\n\nIl video sottostante parla di uno degli omicidi mafiosi più brutali della storia\ndi Cosa Nostra: la strage di Viale Lazio, includendo anche le testimonianze di\ntre collaboratori di giustizia: Tommaso Buscetta, Gaetano Grado e Rosario Naimo.\n\n\nPEPPINO IMPASTATO\n\nIl video sottostante parla della vita di Giuseppe Impastato, detto Peppino, che\nha combattuto contro la mafia in Sicilia negli anni '70.\n\n\nIL MIO SILENZIO È UNA STELLA\n\nDopo la lettura del libro \"Il mio silenzio è una stella\", abbiamo avuto\nl'opportunità di incotrare l'autrice Sabrina Pisu.",
      "content_html": "<h2 id=\"agende-rosse\"><a href=\"#agende-rosse\">Agende Rosse</a></h2>\n<p>Il Movimento Agende Rosse è costituito da cittadini che agiscono affinché sia fatta piena luce sulla strage di Via D’Amelio a Palermo del 19 luglio 1992 nella quale furono uccisi il Magistrato Paolo Borsellino e gli agenti di Polizia Emanuela Loi, Agostino Catalano, Claudio Traina, Eddie Walter Cosina e Vincenzo Li Muli.</p>\n<p>Il Movimento nasce su impulso di Salvatore Borsellino il quale il 15 luglio 2007 scrive la lettera intitolata “19 luglio 1992: una strage di Stato” nella quale afferma che la ragione principale della morte del fratello Paolo è da ricercarsi nell’accordo di non belligeranza stabilito tra pezzi dello Stato e Cosa Nostra in seguito ad una trattativa fondata sul tritolo delle stragi in Sicilia del 1992 ed in continente del 1993.\nSalvatore Borsellino chiede di avere delle risposte sulle omissioni delle più elementari misure di sicurezza in via D’Amelio il giorno della strage e di sforzare la memoria ad alcuni rappresentanti delle Istituzioni che incontrarono Paolo Borsellino nelle sue ultime settimane di vita e che pertanto conoscono elementi fondamentali per ricostruire lo scenario in cui maturò l’accelerazione della fase esecutiva dell’eccidio.</p>\n<h3 id=\"gli-incontri\"><a href=\"#gli-incontri\">Gli incontri</a></h3>\n<p>Durante gli incontri con il movimento, abbiamo avuto modo di immergerci nella ricerca della piena verità su moventi e mandanti della strage di via D’Amelio, avendo la possibilità di fare domande e ricevere risposte immediate e, soprattutto, che rispecchiassero la realtà.</p>\n<p><ImgZoom src=\"/storia-della-mafia/foto-di-classe.jpg\" alt=\"Foto di Classe\"></ImgZoom></p>\n<h2 id=\"30-anni-dalle-stragi-di-mafia\"><a href=\"#30-anni-dalle-stragi-di-mafia\">30 anni dalle stragi di mafia</a></h2>\n<p>Il video sottostante affronta il tema degli omicidi di mafia in Italia.</p>\n<p>In particolare esplora la storia delle organizzazioni mafiose in Italia, tra cui Cosa Nostra, &#39;Ndrangheta e Camorra.\nI magistrati Giovanni Falcole e paolo Borsellino hanno svolto un ruolo cruciale nelle indagini e nel perseguimento dei reati di mafia negli anni &#39;80.\nIl video parla proprio degli attentati che uccisero i due magistrati, mettendo in risalto il collegamento con le condanne del Maxi Processo.</p>\n<Youtube id=\"CKy4xEEwGrc\" />\n\n\n<h2 id=\"strage-di-viale-lazio\"><a href=\"#strage-di-viale-lazio\">Strage di viale Lazio</a></h2>\n<p>Il video sottostante parla di uno degli omicidi mafiosi più brutali della storia di Cosa Nostra: la strage di Viale Lazio, includendo anche le testimonianze di tre collaboratori di giustizia: Tommaso Buscetta, Gaetano Grado e Rosario Naimo.</p>\n<Youtube id=\"OrEOgcF6f00\" />\n\n\n<h2 id=\"peppino-impastato\"><a href=\"#peppino-impastato\">Peppino Impastato</a></h2>\n<p>Il video sottostante parla della vita di Giuseppe Impastato, detto Peppino, che ha combattuto contro la mafia in Sicilia negli anni &#39;70.</p>\n<Youtube id=\"ag1_vfwzgFA\" />\n\n<h2 id=\"il-mio-silenzio-e-una-stella\"><a href=\"#il-mio-silenzio-e-una-stella\">Il mio silenzio è una stella</a></h2>\n<p>Dopo la lettura del libro &quot;Il mio silenzio è una stella&quot;, abbiamo avuto l&#39;opportunità di incotrare l&#39;autrice Sabrina Pisu.</p>\n<Youtube id=\"xCkwu6R7fdg\" />\n",
      "tags": [
        "Italiano",
        "Year-2022",
        "Language-English"
      ]
    }
  ]
}